Repository: KratorD/Trivial
Catalog: locale/*/LC_MESSAGES/module_trivial.po
Languages: es

source: Error trying insert in the DB!
es: Error intentando insertar en la BD!

source: Error trying modify in the DB!
es: Error intentando modificar en la BD!

source: Error! Competition not found.
es: Error! Competición no encontrada.

source: Competition delete sucessfully.
es: Competición borrada correctamente.

source: Error! Question not found.
es: Error! Pregunta no encontrada.

source: Question delete sucessfully.
es: Pregunta borrada correctamente.

source: Error! Classification not found.
es: Error! Clasificación no encontrada.

source: Do not exist results.
es: No existen resultados.

source: Competition not found.
es: Competición no encontrada.

source: Error! Do not exist questions.
es: Error! No existen preguntas.

source: Quiz game about the universe Might and Magic
es: Juego de preguntas sobre el Universo Might and Magic.

source: The competition was created successfuly. Redirect
es: La competición ha sido creada correctamente. En breve se le redirigirá.

source: The question was created successfuly. Redirect
es: La pregunta ha sido creada correctamente. En breve se le redirigirá.

source: Press here for create a new question
es: Pulse aquí para introducir una nueva pregunta.

source: Trivial Administration
es: Administración del Trivial

source: Competitions
es: Competiciones

source: Do you want delete this record?
es: ¿Quieres borrar este registro?

source: Delete
es: Borrar

source: Questions
es: Preguntas

source: Name
es: Nombre

source: Begin D.
es: F. Inicio

source: Date
es: Fecha

source: End D.
es: F. FIN

source: Number Q.
es: Nº Preguntas

source: Unique
es: Única

source: Active
es: Activa

source: Submit
es: Enviar

source: Question
es: Pregunta

source: Answer 1
es: Respuesta 1

source: Answer 2
es: Respuesta 2

source: Answer 3
es: Respuesta 3

source: Answer 4
es: Respuesta 4

source: Cor.Answer
es: Resp.Correcta

source: Please, fill mandatory fields
es: No ha rellenado todos los campos obligatorios

source: Go back
es: Volver atrás

source: The begin date is upper to end date
es: La fecha de inicio es superior a la fecha de fin

source: The number of questions are not a numeric value
es: El nº de preguntas no es un valor númerico

source: The value must to be between 1 and 4.
es: El valor debe estar entre 1 y 4.

source: View Competitions
es: Ver Competiciones

source: View Questions
es: Ver Preguntas

source: View Results
es: Ver Resultados

source: Competition updated. Redirect
es: Competición actualizada. En breve se le redirigirá.

source: Question updated. Redirect
es: Pregunta actualizada. En breve se le redirigirá.

source: Add competition
es: Añadir Competición

source: Edit Competition
es: Editar Competición

source: Delete Competition
es: Borrar Competición

source: Show Questions
es: Mostrar Preguntas

source: Select Competition
es: Seleccione Competición

source: Search!
es: Buscar!

source: All
es: Todos

source: Add Question
es: Añadir Pregunta

source: Number of questions
es: Nº Preguntas

source: Edit Question
es: Editar Preguntas

source: Delete Question
es: Borrar Pregunta

source: Filter
es: Filtrar

source: Player
es: Jugador

source: Tournament
es: Torneo

source: Result
es: Resultado

source: Time
es: Tiempo

source: Game of questions and answer
es: Juego de preguntas y respuestas

source: CRITICO
es: Iyo, iyo, iyo, iyo, iyo... cuidadín que esto es una competición seria...

source: Critical Situation
es: Situación crítica

source: KAKITA
es: Uhhhh ¿Volverá victorioso tú héroe de la caverna del Trivial?

source: AVISO1
es: Estas preguntas de Trivial son de Competición y aparentan ser demasiado poderosas, motivo que hace dudar a tu ejército de sabiduría. Además, tienen en su poder los Grilletes de Guerra, por lo que si decides continuar adelante será mejor que luches hasta el final, ya que tras el combate las preguntas se dispersarán y si huyes en plena batalla no podrás volver a combatir con ellas para participar ¿Tienes el coraje suficiente para adentrarte en lo desconocido o prefieres vivir para luchar otro día?

source: AVISO2
es: ¿Qué deseas hacer?

source: _TCONTINUAR
es: ¡Enga palante! ¡Quiero sangre!

source: Blood
es: Sangre

source: Not allowed, cheater! You are disqualified
es: Esto no está permitido, tramposo! Acabas de ser descalificado.

source: Sorry. You have not the requirement to play.
es: Lo sentimos, pero no cumple los requisitos para poder jugar.

source: Tournament about
es: Torneo sobre

source: Thanks for your participation
es: Gracias por participar en la competición

source: You have answer correctly
es: Ha contestado correctamente

source: of
es: de

source: questions.
es: preguntas.

source: Return to main screen
es: Volver a la pantalla inicial

source: Select the tournament that you want participate
es: Selecciona el Torneo en el que quieres participar

source: Play!
es: Jugar!

source: General clasification
es: Clasificación General

source: USER
es: USUARIO
